<?php

return [
    'header' => [
        'game' => 'Игра',
        'winner' => 'Победители',
        'faq' => 'FAQ',
        'sign_in' => 'Войти',
        'profile' => 'ЛИЧНЫЙ КАБИНЕТ',
        'sign_out' => 'ВЫХОД',
        'rules' => 'Правила Акции',
        'play' => 'Играть',
    ],
    'home_header' => [
        'title' => 'Открой второе дыхание',
        'subtitle' => 'Покупай ORBIT®,<br> играй и выигрывай!',
        'game' => 'Игра',
        'game_subtitle' => 'Готов сыграть в простую, но залипательную игру?',
        'instr1' => 'Объединяй одинаковые предметы в ряд ',
        'instr2' => 'Качайся на уровнях, получай по 100 коинов за каждый',
        'instr3' => 'Меняй коины для участия в еженедельном розыгрыше',
        'play' => 'Играть',
        'rules' => 'Правила акции',
        'prizes' => 'Витрина призов',
        'participate' => 'Участвовать',
        'winners' => 'Победители',
        'buy_online' => 'Купить онлайн'
    ],
    'sign_in' => [
        'title' => 'Вход',
        'login' => 'Номер телефона',
        'password' => 'Пароль',
        'forgot' => 'Забыл пароль?',
        'enter' => 'Войти',
        'not_reg' => 'Не зарегистрирован? ',
        'reg' => 'Регистрация',
        'resend' => 'Отправить снова',
        'email_sent' => 'Сообщение с кодом-паролем отправлено на E-mail',
        'approve' => 'Подтвердить',
        'resend_countdown' => 'Повторно код-пароль на почту можно запросить через <span x-text="countdown"></span> секунд',
        'send' => 'Отправить',
        'code' => 'Код-пароль',
        'no_code' => 'Не пришёл код?'
    ],
    'sign_up' => [
        'title' => 'Регистрация',
        'name' => 'Фамилия Имя',
        'phone_number' => 'Номер телефона',
        'reg' => 'Зарегистрироваться',
        'bottom_text' => 'Нажимая кнопку "Зарегистрироваться", я подтверждаю, что согласен с Правилами Акции и Политикой Конфидициальности',
        'alredy_reg' => 'Уже зарегистрировался?',
        'sing_in' => 'Войти',
        'resend' => 'Отправить снова',
        'sms_sent' => 'Сообщение с кодом-паролем отправлено на номер',
        'approve' => 'Подтвердить',
        'resend_countdown' => 'Повторно SMS можно запросить через <span x-text="countdown"></span> секунд',
        'send' => 'Отправить',
        'code' => 'Код из SMS',
        'no_code' => 'Не пришёл код?'
    ],

    'modal_select_year' => [
        'title' => 'Регистрируйся, играй и выигрывай призы ',
        'description' => 'В Акции могут участвовать только пользователи старше 16 лет',
        'select_date' => 'Выбери дату рождения',
        'select_year' => 'Выбери год ',
        'approve' => 'Подтвердить'
    ],
    'faq' => [
        'title' => 'Ответы на вопросы',

        'quest1' => 'Cколько длится акция?',
        'ans1' => 'Акция продлится с 29 января 2024 года по 21 апреля 2024 года.',

        'quest2' => 'Кто может принять участие в акции? ',
        'ans2' => 'К участию в Акции допускаются дееспособные граждане Республики Казахстан и лица, имеющие вид на жительство в Республике Казахстан, постоянно проживающие на территории Республики Казахстан в период проведения Акции, достигшие к моменту проведения Акции 16 (шестнадцати) лет (далее – Участник Акции). Несовершеннолетне лица (с 16 до 18 лет), родившиеся на территории Республики Казахстан, родители, которых являются гражданами Казахстана или лицами, имеющими вид на жительство в Республике Казахстан, вправе участвовать в акции только с согласия одного из родителей.',
        
        'quest3' => 'Как принять участие в акции? ',
        'ans3' => '- приобрести Акционный продукт в количестве не менее 1 (одной) единицы Акционного продукта, указанного в п 2.1 Правил Акции;<br>
        - пройти короткую регистрацию на сайте www.orbit-promo.kz;<br>
        - набирать коины в игре проходя успешно уровни;<br>
        - продлять жизни в игре загружая чеки с покупки Акционного продукта;<br>
        - обменять коины на участие в розыгрыше Еженедельного приза. <br>
        Более подробная информация указана в Правилах Акции',
        
        'quest4' => 'Какие продукты принимают участие в акции?',
        'ans4' => 'Акция проводится в отношении жевательной резинки ORBIT® без сахара:<br><br>

        в упаковке массой нетто 68 грамм;<br>
        в упаковке массой нетто 13,6 грамм;<br>
        в упаковке массой нетто 20,4 грамм;<br>
        в упаковке массой нетто 16,4 грамм',
        
        'quest5' => 'Где я могу узнать подробные правила?',
        'ans5' => 'Ознакомься с полными правилами и условиями проведения акции можно по ссылке.',
        
        'quest6' => 'Какие призы разыгрываются? ',
        'ans6' => 'Моментальные призы: <br>
        Шоубокс Orbit® — всего 50 шт; <br>
        500 тенге на баланс — всего 2000 шт.<br><br> 
        
        Еженедельные призы: <br>
        Беспроводные накладные наушники JBL — всего 12 шт, по 1 шт каждую неделю; <br>
        Умная колонка Яндекс Станция Mini Plus — всего 12 шт, по 1 шт каждую неделю; <br>
        Планшет Apple iPad 10.9 2022 64GB — всего 12 шт, по 1 шт каждую неделю.',

        'quest7' => 'Какое количество призов я могу выиграть? ',
        'ans7' => 'Каждый участник может выиграть не более одного вида моментального приза и не более одного еженедельного приза за весь период акции.',
        
        'quest8' => 'Когда и как будет проходить розыгрыш еженедельных призов?',
        'ans8' => 'Определение претендентов на получение Еженедельных призов проводится на второй день после окончания каждой акционной недели (всего 12 недель) среди зарегистрированных на сайте www.orbit-promo.kz участников, выполнивших условия Акции. Определение претендентов на Еженедельные призы происходит путем случайного определения номеров с помощью специальной программы (рандомайзера). При определении претендентов Организатор Акции выбирает основного и 2 (двух) резервных претендентов на каждый еженедельный приз. Более подробно читай в полных правилах.',
        
        'quest9' => 'Нужно ли сохранять упаковки и чеки? ',
        'ans9' => 'Все загруженные чеки необходимо сохранять до конца акции. В случае выигрыша Приза при отсутствии чека Приз переходит к резервному победителю. Упаковки от продуктов сохранять не нужно.',
        
        'quest10' => 'Где я могу посмотреть результаты розыгрышей еженедельных призов?',
        'ans10' => 'Список победителей еженедельных призов будет размещен на Сайте www.orbit-promo.kz в разделе «Победители» в течение 7 (семи) рабочих дней с момента определения победителей за каждую неделю.',

        'no_answer' => 'Не нашел ответ на свой вопрос?',
        'ask' => 'Задать вопрос',
        'write_your_question' => 'Напиши свой вопрос ',
        'send' => 'Отправить',
    ],
    'voucher' => [
        'next' => 'ПРОДОЛЖИТЬ',
        'title' => 'Нажимая кнопку “Продолжить”, <br>
        я подтверждаю, что согласен с <br>
        Правилами Акции и Политикой Конфидициальности',
        'success' => 'Отлично, коины списаны, теперь Ты — участник розыгрыша <span x-text="$store.modal.voucherData.name"></span>. <span>Удачи!<span>',
        'play_mode' => 'Играть ещё',
        'fail' => 'УПС! <br>
        немного не хватает <br>
        для участия <br>
        в розыгрыше',
        'collect_coin' => 'СОБРАТЬ КОИНЫ',
        'footer1' => 'Нажимая кнопку "Играть",<br>
        Я подтверждаю, что согласен с Правилами Акции <br>
        и Политикой Конфидициальности',
        'footer2' => 'Нажимая кнопку "Играть",<br>
        Я подтверждаю, что согласен с Правилами Акции <br>
        и Политикой Конфидициальности',
        '' => '',
        '' => '',

    ],
    'footer' => [
        'title' => 'Сроки акции: 29.01 – 21.04.24 г.'
    ]
];
