<?php

return [
    'header' => [
        'game' => 'Игра',
        'winner' => 'Победители',
        'faq' => 'FAQ',
        'sign_in' => 'Войти',
        'profile' => 'ЛИЧНЫЙ КАБИНЕТ',
        'sign_out' => 'ВЫХОД',
        'rules' => 'Правила Акции',
        'play' => 'Играть',
    ],
    'home_header' => [
        'title' => 'Открой второе дыхание',
        'subtitle' => 'Покупай ORBIT®,<br> играй и выигрывай!',
        'game' => 'Игра',
        'game_subtitle' => 'Готов сыграть в простую, но залипательную игру?',
        'instr1' => 'Объединяй одинаковые предметы в ряд ',
        'instr2' => 'Качайся на уровнях, получай по 100 коинов за каждый',
        'instr3' => 'Меняй коины для участия в еженедельном розыгрыше',
        'play' => 'Играть',
        'rules' => 'Правила акции',
        'prizes' => 'Витрина призов',
        'participate' => 'Участвовать',
        'winners' => 'Победители',
        'buy_online' => 'Купить онлайн'
    ],
    'sign_in' => [
        'title' => 'Вход',
        'login' => 'Номер телефона',
        'password' => 'Пароль',
        'forgot' => 'Забыл пароль?',
        'enter' => 'Войти',
        'not_reg' => 'Не зарегистрирован? ',
        'reg' => 'Регистрация',
        'resend' => 'Отправить снова',
        'email_sent' => 'Сообщение с кодом-паролем отправлено на E-mail',
        'approve' => 'Подтвердить',
        'resend_countdown' => 'Повторно код-пароль на почту можно запросить через <span x-text="countdown"></span> секунд',
        'send' => 'Отправить',
        'code' => 'Код-пароль',
        'no_code' => 'Не пришёл код?'
    ],
    'sign_up' => [
        'title' => 'Регистрация',
        'name' => 'Фамилия Имя',
        'phone_number' => 'Номер телефона',
        'reg' => 'Зарегистрироваться',
        'bottom_text' => 'Нажимая кнопку "Зарегистрироваться", я подтверждаю, что согласен с Правилами Акции и Политикой Конфидициальности',
        'alredy_reg' => 'Уже зарегистрировался?',
        'sing_in' => 'Войти',
        'resend' => 'Отправить снова',
        'sms_sent' => 'Сообщение с кодом-паролем отправлено на номер',
        'approve' => 'Подтвердить',
        'resend_countdown' => 'Повторно SMS можно запросить через <span x-text="countdown"></span> секунд',
        'send' => 'Отправить',
        'code' => 'Код из SMS',
        'no_code' => 'Не пришёл код?'
    ],

    'modal_select_year' => [
        'title' => 'Регистрируйся, играй и выигрывай призы ',
        'description' => 'В Акции могут участвовать только пользователи старше 16 лет',
        'select_date' => 'Выбери дату рождения',
        'select_year' => 'Выбери год ',
        'approve' => 'Подтвердить'
    ],
    'faq' => [
        'title' => 'Ответы на вопросы',

        'quest1' => 'Cколько длится акция?',
        'ans1' => 'Акция продлится с 29 января 2024 года по 21 апреля 2024 года.',

        'quest2' => 'Кто может принять участие в акции? ',
        'ans2' => 'К участию в Акции допускаются дееспособные граждане Республики Казахстан и лица, имеющие вид на жительство в Республике Казахстан, постоянно проживающие на территории Республики Казахстан в период проведения Акции, достигшие к моменту проведения Акции 16 (шестнадцати) лет (далее – Участник Акции). Несовершеннолетне лица (с 16 до 18 лет), родившиеся на территории Республики Казахстан, родители, которых являются гражданами Казахстана или лицами, имеющими вид на жительство в Республике Казахстан, вправе участвовать в акции только с согласия одного из родителей.',
        'ans2_uz' => 'К участию в Акции допускаются дееспособные граждане Республики Узбекистан и лица,
        имеющие вид на жительство в Республике Узбекистан, постоянно проживающие на
        территории Республики Узбекистан в период проведения Акции, достигшие к моменту
        проведения Акции 16 (шестнадцати) лет (далее – Участник Акции). Несовершеннолетние лица (с
        16 до 18 лет), родившиеся на территории Республики Узбекистан, родители которых являются
        гражданами Узбекистан или лицами, имеющими вид на жительство в Республике Узбекистан,
        вправе участвовать в акции только с согласия одного из родителей.',
        
        'quest3' => 'Как принять участие в акции? ',
        'ans3' => '- приобрести Акционный продукт в количестве не менее 1 (одной) единицы Акционного продукта, указанного в п 2.1 Правил Акции;<br>
        - пройти короткую регистрацию на сайте www.orbit-promo.kz;<br>
        - набирать коины в игре проходя успешно уровни;<br>
        - продлять жизни в игре загружая чеки с покупки Акционного продукта;<br>
        - обменять коины на участие в розыгрыше Еженедельного приза. <br>
        Более подробная информация указана в Правилах Акции',
        'ans3_uz' => '- приобрести Акционный продукт в количестве не менее 1 (одной) единицы Акционного продукта, указанного в п 2.1 Правил Акции;<br>
        - пройти короткую регистрацию на сайте www.orbit-promo.uz;<br>
        - набирать коины в игре проходя успешно уровни;<br>
        - продлять жизни в игре загружая чеки с покупки Акционного продукта;<br>
        - обменять коины на участие в розыгрыше Еженедельного приза. <br>
        Более подробная информация указана в Правилах Акции',
        
        'quest4' => 'Какие продукты принимают участие в акции?',
        'ans4' => 'Акция проводится в отношении жевательной резинки ORBIT® без сахара:<br><br>

        в упаковке массой нетто 68 грамм;<br>
        в упаковке массой нетто 13,6 грамм;<br>
        в упаковке массой нетто 20,4 грамм;<br>
        в упаковке массой нетто 16,4 грамм',
        'ans4_uz' => 'Акция проводится в отношении жевательной резинки ORBIT® без сахара:<br><br>

        в упаковке массой нетто 14 грамм;<br>
        в упаковке массой нетто 16,4 грамм',
        
        'quest5' => 'Где я могу узнать подробные правила?',
        'ans5' => 'Ознакомься с полными правилами и условиями проведения акции можно по <a href="https://orbit-promo.kz/assets/files/terms_kz.pdf" target="_blank">ссылке</a>.',
        'ans5_uz' => 'Ознакомься с полными правилами и условиями проведения акции можно по <a href="https://orbit-promo.uz/assets/files/terms_uz.pdf" target="_blank">ссылке</a>.',
        
        'quest6' => 'Какие призы разыгрываются? ',
        'ans6' => 'Моментальные призы: <br>
        Шоубокс Orbit® — всего 50 шт; <br>
        500 тенге на баланс — всего 2000 шт.<br><br> 
        
        Еженедельные призы: <br>
        Беспроводные накладные наушники JBL — всего 12 шт, по 1 шт каждую неделю; <br>
        Умная колонка Яндекс Станция Mini Plus — всего 12 шт, по 1 шт каждую неделю; <br>
        Планшет Apple iPad 10.9 2022 64GB — всего 12 шт, по 1 шт каждую неделю.',
        'ans6_uz' => 'Моментальные призы: <br>
        Шоубокс Orbit® — всего 50 шт; <br>
        15000 сум на баланс — всего 1500 шт.<br><br> 
        
        Еженедельные призы: <br>
        Беспроводные накладные наушники JBL — всего 12 шт, по 1 шт каждую неделю; <br>
        Умная колонка Яндекс Станция Mini Plus — всего 12 шт, по 1 шт каждую неделю; <br>
        Планшет Xiaomi Pad 6 — всего 12 шт, по 1 шт каждую неделю.',

        'quest7' => 'Какое количество призов я могу выиграть? ',
        'ans7' => 'Каждый участник может выиграть не более одного вида моментального приза и не более одного еженедельного приза за весь период акции.',
        
        'quest8' => 'Когда и как будет проходить розыгрыш еженедельных призов?',
        'ans8' => 'Определение претендентов на получение Еженедельных призов проводится на второй день после окончания каждой акционной недели (всего 12 недель) среди зарегистрированных на сайте www.orbit-promo.kz участников, выполнивших условия Акции. Определение претендентов на Еженедельные призы происходит путем случайного определения номеров с помощью специальной программы (рандомайзера). При определении претендентов Организатор Акции выбирает основного и 2 (двух) резервных претендентов на каждый еженедельный приз. Более подробно читай в полных правилах.',
        'ans8_uz' => 'Определение претендентов на получение Еженедельных призов проводится на второй день после окончания каждой акционной недели (всего 12 недель) среди зарегистрированных на сайте www.orbit-promo.uz участников, выполнивших условия Акции. Определение претендентов на Еженедельные призы происходит путем случайного определения номеров с помощью специальной программы (рандомайзера). При определении претендентов Организатор Акции выбирает основного и 2 (двух) резервных претендентов на каждый еженедельный приз. Более подробно читай в полных правилах.',
        
        'quest9' => 'Нужно ли сохранять упаковки и чеки? ',
        'ans9' => 'Все загруженные чеки необходимо сохранять до конца акции. В случае выигрыша Приза при отсутствии чека Приз переходит к резервному победителю. Упаковки от продуктов сохранять не нужно.',
        
        'quest10' => 'Где я могу посмотреть результаты розыгрышей еженедельных призов?',
        'ans10' => 'Список победителей еженедельных призов будет размещен на Сайте www.orbit-promo.kz в разделе «Победители» в течение 7 (семи) рабочих дней с момента определения победителей за каждую неделю.',
        'ans10_uz' => 'Список победителей еженедельных призов будет размещен на Сайте www.orbit-promo.uz в разделе «Победители» в течение 7 (семи) рабочих дней с момента определения победителей за каждую неделю.',

        'no_answer' => 'Не нашел ответ на свой вопрос?',
        'ask' => 'Задать вопрос',
        'write_your_question' => 'Напиши свой вопрос ',
        'send' => 'Отправить',
    ],
    'voucher' => [
        'next' => 'ПРОДОЛЖИТЬ',
        'title' => 'Нажимая кнопку “Продолжить”, <br>
        я подтверждаю, что согласен с <br>
        Правилами Акции и Политикой Конфидициальности',
        'ask' => 'Списать <span x-text="$store.modal.voucherData.coin"></span> коинов
        для участия <br>
        в розыгрыше <br>
        <span x-text="$store.modal.voucherData.name"></span>?',
        'success' => 'Отлично, коины списаны, теперь Ты — участник розыгрыша <span x-text="$store.modal.voucherData.name"></span>. <span>Удачи!<span>',
        'play_more' => 'Играть ещё',
        'fail' => 'УПС! <br>
        немного не хватает <br>
        для участия <br>
        в розыгрыше',
        'collect_coin' => 'СОБРАТЬ КОИНЫ',
        'footer1' => 'Нажимая кнопку "Играть",<br>
        Я подтверждаю, что согласен с Правилами Акции <br>
        и Политикой Конфидициальности',
        'footer2' => 'Нажимая кнопку "Играть",<br>
        Я подтверждаю, что согласен с Правилами Акции <br>
        и Политикой Конфидициальности',
        '' => '',
        '' => '',

    ],
    'footer' => [
        'title' => 'Сроки акции: 29.01 – 21.04.24 г.'
    ],

    'string_1' => 'Главная',
    'string_2' => 'Поиск по номеру телефона',
    'string_3' => 'Моментальные призы',
    'string_4' => 'Еженедельные призы',
    'string_5' => 'Нет данных',
    'string_6' => 'Дата',
    'string_7' => 'Номер телефона',
    'string_8' => 'Приз',
    'string_9' => 'Количество потраченных баллов',
    'string_10' => 'Статус',
    'string_11' => 'Победитель',
    'string_12' => 'Продолжает участие в розыгрыше',

    'string_13' => 'Профиль',
    'string_14' => 'Мои коины',
    'string_15' => 'В ИГРУ',
    'string_16' => 'Мои чеки',
    'string_17' => 'Сохрани все зарегистрированные <br> чеки до конца акции',
    'string_18' => 'Каждый зарегистрированный чек дарит 5 дополнительных жизней',
    'string_19' => 'Дата',
    'string_20' => 'Номер чека',
    'string_21' => 'ЗАГРУЗИ ЧЕК',
    'string_22' => 'Мои друзья',
    'string_23' => 'Приглашай друзей и получай <br> дополнительные жизни',
    'string_24' => 'Каждый зарегистрированный друг дарит дополнительную жизнь',
    'string_25' => 'Дата',
    'string_26' => 'Имя друга',
    'string_27' => 'ПРИГЛАСИ ДРУГА',
    'string_28' => 'Ты уже на <span x-text="$store.user.info?.level"></span> уровне! Так держать! У тебя в запасе еще <span x-text="$store.user.info?.life"></span> жизни!',
    'string_29' => 'МОИ РОЗЫГРЫШИ',

    'string_30' => 'Моментальные призы',
    'string_31' => 'Еженедельные призы',
    'string_32' => 'Нет данных',
    'string_33' => 'Дата',
    'string_34' => 'Приз',
    'string_35' => 'Количество потраченных баллов',
    'string_36' => 'Статус',
    'string_37' => 'Ты победил!',
    'string_38' => 'Продолжает участие в розыгрыше',

    'string_39' => 'Упс, <br>
								тебе не хватает жизней,  <br>
								чтобы продолжить игру :(',
    'string_40' => 'Пополни жизни, <br>
    чтобы продолжить <br>
    игру!',
    'string_41' => 'Загрузи фото <br> всего чека',
    'string_42' => 'СКАНИРУЙ<br> QR ЧЕКА',
    'string_43' => 'ЗАГРУЗИ <br> ВЕСЬ ЧЕК',
    'string_44' => '1 чек = <span>5 жизней</span> <br>в игре',
    'string_45' => 'ЗАГРУЗИТЬ',
    'string_46' => 'или пригласить друга',
    'string_47' => 'Нажимая кнопку “Загрузить”, <br>
    я подтверждаю, что согласен с Правилами Акции <br>
    и Политикой Конфидициальности',
    'string_48' => 'Странно, <br>с твоим чеком <br>что-то не так ...',
    'string_49' => 'пожалуйста отсканируйте <br> весь чек',
    'string_50' => 'Убедись, что твой чек <br>
    соответствует примеру <br>
    и попробуйзагрузить его ещё раз',
    'string_51' => 'ПРОДОЛЖИТЬ',
    'string_52' => 'Нажимая кнопку “Продолжить”, <br>
    я подтверждаю, что согласен с Правилами Акции <br>
    и Политикой Конфидециальности',
    'string_53' => 'Твой Чек принят!',
    'string_54' => 'Скорей отправляйся <br>
    в <span>ИГРУ</span> для сбора <br>
    предметов',
    'string_55' => 'ПРОДОЛЖИТЬ ИГРУ',
    'string_56' => 'вернуться',
    'string_57' => 'Нажимая кнопку “ПРОДОЛЖИТЬ ИГРУ”, <br>
    я подтверждаю, что согласен с Правилами Акции <br>
    и Политикой Конфидециальности',

    'string_58' => 'Сроки акции: 29.01.2024 – 21.04.2024',
    'string_59' => '©2023 Mars, Incorporated. Все права защищены. ®TM ORBIT® Торговая марка Mars Incorporated и её филиалов',
    'string_60' => 'Конфиденциальность',
    'string_61' => 'Владелец сайта',
    'string_62' => 'Для родителей',
    'string_63' => 'Юридические условия',
    'string_64' => 'Контакты',
    'string_65' => 'Посещая наши веб-сайты, помните, что мы уважаем 
    ваше право на неприкосновенность частной жизни и 
    всегда внимательно относимся к персональной 
    информации, которую вы нам доверяете. Мы хотим
     обеспечить вас понятной и точной информацией 
    о том, как мы защищаем вашу конфиденциальность 
    онлайн.<br>Чтобы узнать больше, следуйте по <a href="https://www.mars.com/privacy-policy-russian" target="_blank">ссылке</a>',
    'string_66' => 'Mars Центральная Евразия и Беларусь<br>
    Эл. почта: contact.ceab@mars.com<br>
    Телефон: 8-800-080-1331<br>
    <a href="https://www.mars.com" target="_blank">www.mars.com</a>',
    'string_67' => 'Как ответственный производитель и в соответствии с нашим Маркетинговым Кодексом, мы рекламируем продукцию только для лиц, достигших 16 летнего возраста, поскольку в этом возрасте люди начинают делать осознанный выбор относительно того, как надо разумно потреблять кондитерскую продукцию. В соответствии с нашим Маркетинговым Кодексом, наша коммуникация направлена на взрослых и подростков. Мы гарантируем, что предоставляем вам полную информацию о своей продукции для осознанного выбора. Мы объединяемся с другими производителями, чтобы научить школьников разбираться в информации о продуктах и принимать взвешенные и осознанные решения в отношении их потребления.<br>Чтобы узнать больше, следуйте по <a href="https://www.mars.com/global/policies/note-to-parents/np-russian" target="_blank">ссылке</a>',
    'string_68' => 'Наши юридические условия объясняют, как 
    пользоваться нашим веб-сайтом.<br><a href="https://www.mars.com/legal-russia" target="_blank">Прочитать полностью юридические условия компании Mars</a>',
    'string_69' => 'Обратная связь с потребителем очень важна для нас. Если вам не удалось найти на этом веб-сайте интересующую вас информацию или у вас есть идеи, с которыми вы хотите поделиться с нами, пожалуйста, сообщите нам.<br><a href="https://www.mars.com/contact-us" target="_blank">Узнайте, как связаться с нами</a>',
    'string_70' => 'Пригласить друга',
    'string_71' => '1 зарегистрированный <br>друг = <span>1 жизнь</span> в игре*',
    'string_72' => 'Сообщения',
    'string_73' => 'Скопировать <br>ссылку',
    'string_74' => 'Другие <br>приложения',
    'string_75' => 'Ссылка скопирована!',
    'string_76' => 'Нажимая кнопку "Пригласить", я подтверждаю, что согласен с Правилами Акции и Политикой Конфидициальности',
    'string_77' => '*Макс. кол-во приглашенных друзей — 5',
    'string_78' => 'Загрузить вручную',
    'string_79' => 'Сканировать',
];
