<?php

return [
    'throttle' => 'Слишком много попыток. Пожалуйста, попробуйте еще раз через :seconds секунд(ы)',
    'menu' => [
        'prizes' => 'Призы',
        'weekly_prizes' => 'Еженедельные призы',
        'instant_prizes' => 'Моментальные призы',
        'vouchers' => 'Ваучеры',
        'prize_drawing_calendars' => 'Календарь розыгрыша',
        'receipt_statuses' => 'Статусы чеков'
    ],
    'fields' => [
        'name_ru' => 'Наименование на русском',
        'name_kk' => 'Наименование на казахском',
        'name_uz' => 'Наименование на узбекском',
        'bal' => 'Балл',
        'number' => 'Количество',
        'code' => 'Код',
        'count' => 'Количество',
        'codes' => 'Коды',
        'winning_date' => 'Дата и время выигрыша',
        'prize' => 'Приз',
        'prizes' => 'Призы',
        'user' => 'Пользователь',
        'spent_balls' => 'Потраченные баллы',
        'is_approved' => 'Подтверждение выигрыша',
        'drawing_at' => 'Дата и время проведения',
        'started_at' => 'Начало',
        'is_finished' => 'Проведён?',
        'start_date' => 'Дата и время начало',
        'repeat_weeks' => 'Сколько недель?',
        'color' => 'Цвет'
    ],
    'hints' => [
        'bal' => 'Стоимость в баллах',
        'number' => 'Общее количество приза',
    ],
    'buttons' => [
        'showbox_add' => 'Добавить Шоубокс',
        'balance_add' => 'Добавить Баланс',
        'add' => 'Добавить',
        'winned' => 'Выигранные',
        'free' => 'Свободные',
    ],
    'messages' => [
        'added' => 'Добавлено',
        'added_with_count' => 'Добавлено :count записей',
        'signUp_error' => 'Не удалось зарегистрироваться, попробуйте позже!',
        'sms_message' => 'Ваш код :code',
        'verify_error' => 'Неправильный код!',
        'auth_failed' => 'Неверный номер телефона или код!',
        'sms_limit' => 'Слишком много попыток. Пожалуйста, попробуйте позже!',
        'email_limit' => 'Слишком много попыток. Пожалуйста, попробуйте позже!',
        'finish_registration' => 'Вы не завершили регистрацию!',
    ],
    'mail' => [
        'subject' => 'Ваш пароль для Orbit promo',
        'title' => 'Здравствуйте, :fullName !',
        'code' => 'Ваш пароль для входа в систему: :code'
    ]
];
