<?php

return [
    'menu' => [
        'prizes' => 'Призы',
        'weekly_prizes' => 'Еженедельные призы',
        'instant_prizes' => 'Моментальные призы',
        'vouchers' => 'Ваучеры',
        'prize_drawing_calendars' => 'Календарь розыгрыша',
    ],
    'fields' => [
        'name_ru' => 'Наименование на русском',
        'name_kk' => 'Наименование на казахском',
        'name_uz' => 'Наименование на узбекском',
        'bal' => 'Балл',
        'number' => 'Количество',
        'code' => 'Код',
        'count' => 'Количество',
        'codes' => 'Коды',
        'winning_date' => 'Дата и время выигрыша',
        'prize' => 'Приз',
        'prizes' => 'Призы',
        'user' => 'Пользователь',
        'spent_balls' => 'Потраченные баллы',
        'is_approved' => 'Подтверждение выигрыша',
        'drawing_at' => 'Дата и время проведения',
        'started_at' => 'Начало',
        'is_finished' => 'Проведён?',
        'start_date' => 'Дата и время начало',
        'repeat_weeks' => 'Сколько недель?'
    ],
    'hints' => [
        'bal' => 'Стоимость в баллах',
        'number' => 'Общее количество приза',
    ],
    'buttons' => [
        'showbox_add' => 'Добавить Шоубокс',
        'balance_add' => 'Добавить Баланс',
        'add' => 'Добавить',
        'winned' => 'Выигранные',
        'free' => 'Свободные',
    ],
    'messages' => [
        'added' => 'Добавлено',
        'added_with_count' => 'Добавлено :count записей'
    ],
];
