<?php

return [
    'menu' => [
        'prizes' => 'Призы',
        'weekly_prizes' => 'Еженедельные призы',
        'instant_prizes' => 'Моментальные призы',
        'vouchers' => 'Ваучеры',
    ],
    'fields' => [
        'name_ru' => 'Наименование на русском',
        'name_kk' => 'Наименование на казахском',
        'name_uz' => 'Наименование на узбекском',
        'bal' => 'Балл',
        'number' => 'Количество',
        'code' => 'Код',
        'count' => 'Количество',
        'codes' => 'Коды',
        'winning_date' => 'Дата и время выигрыша',
        'prize' => 'Приз',
        'user' => 'Пользователь',
        'spent_balls' => 'Потраченные баллы',
        'is_approved' => 'Подтверждение выигрыша'
    ],
    'hints' => [
        'bal' => 'Стоимость в баллах',
        'number' => 'Общее количество приза',
    ],
    'buttons' => [
        'showbox_add' => 'Добавить Шоубокс',
        'balance_add' => 'Добавить Баланс',
    ],
    'messages' => [
        'added' => 'Добавлено',
        'added_with_count' => 'Добавлено :count записей'
    ]
];
