<?php

return [
    'header' => [
        'game' => 'Ойын',
        'winner' => 'Жеңімпаздар',
        'faq' => 'FAQ',
        'sign_in' => 'Кіру',
        'profile' => 'ЖЕКЕ КАБИНЕТ',
        'sign_out' => 'ШЫҒУ',
        'rules' => 'Акция Ережелері',
        'play' => 'Ойнау',
    ],
    'home_header' => [
        'title' => 'Екінші демiңдi аш',
        'subtitle' => 'ORBIT® сатып ал, <br>ойна да, ұтып ал!',
        'game' => 'Ойын',
        'game_subtitle' => 'Оңай, бірақ қызықты ойынды ойнауға дайынсың ба?',
        'instr1' => 'Бір қатарға бірдей заттарды біріктір',
        'instr2' => 'Деңгейлерден өт, әрқайсысы үшін 100 коиннан ал',
        'instr3' => 'Апта сайынғы ұтыс ойынына қатысу үшін коиндарды айырбаста',
        'play' => 'Ойнау',
        'rules' => 'Акция ережелері',
        'prizes' => 'Жүлделер витринасы',
        'participate' => 'Қатысу',
        'winners' => 'Жеңімпаздар',
        'buy_online' => 'Онлайн сатып алу'
    ],
    'sign_in' => [
        'title' => 'Кіру',
        'login' => 'Телефон нөмірі',
        'password' => 'Құпиясөз',
        'forgot' => 'Құпиясөзді ұмыттың ба?',
        'enter' => 'Кіру',
        'not_reg' => 'Тіркелмегенсің бе?',
        'reg' => 'Тіркелу',
        'resend' => 'Тағы бір рет жіберу',
        'email_sent' => 'Код-құпиясөз бар хабарлама e-mail-ге жіберілді',
        'approve' => 'Растау',
        'resend_countdown' => '<span x-text="countdown"></span> секундтан кейін қайта e-mail сұрауға болады',
        'send' => 'Жіберу',
        'code' => 'Код-құпиясөз',
        'no_code' => 'Код келмеді ме?'
    ],
    'sign_up' => [
        'title' => 'Тіркелу',
        'name' => 'Аты-жөні',
        'phone_number' => 'Телефон нөмірі',
        'reg' => 'Тіркелу',
        'bottom_text' => '"Тіркелу" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',
        'alredy_reg' => 'Тіркелдің бе?',
        'sing_in' => 'Кіру',
        'resend' => 'Тағы бір рет жіберу',
        'sms_sent' => 'Код-құпиясөз бар хабарлама нөмірге жіберілді',
        'approve' => 'Растау',
        'resend_countdown' => '<span x-text="countdown"></span> секундтан кейін қайта SMS сұрауға болады',
        'send' => 'Жіберу',
        'code' => 'SMS арқылы келген код',
        'no_code' => 'Код келмеді ме?'
    ],

    'modal_select_year' => [
        'title' => 'Тіркел, ойна және жүлделер ұтып ал',
        'description' => 'Акцияға 16 жастан асқан пайдаланушылар ғана қатыса алады',
        'select_date' => 'Туған күніңді таңда',
        'select_year' => 'Жылды таңда',
        'approve' => 'Растау'
    ],
    'faq' => [
        'title' => 'Сұрақтарға жауап',

        'quest1' => 'Акция қанша уақыт жүреді?',
        'ans1' => 'Акция 2024 жылғы 29 қаңтар – 2024 жылғы 21 сәуір аралығында өтеді',

        'quest2' => 'Акцияға кімдер қатыса алады?',
        'ans2' => 'Акцияға іс-әрекетке қабілетті Қазақстан Республикасының азаматтары және Акция өткізіліп жатқан кезеңде 16 (он алты) жасқа толған Қазақстан Республикасының аумағында тұрақты тұратын, Қазақстан Республикасында тұруға ықтиярхаты бар тұлғалар (әрі қарай – Акция қатысушысы) қатыса алады. Қазақстан Республикасының аумағында туған, ата-анасы Қазақстанның азаматтары немесе Қазақстан Республикасында тұруға ықтиярхаты бар тұлғалар болып табылатын кәмелеттік жасқа толмаған тұлғалар (16-18 жас аралығы) акцияға ата-анасының біреуінің рұқсатымен ғана қатыса алады.',
        'ans2_uz' => 'К участию в Акции допускаются дееспособные граждане Республики Узбекистан и лица,
        имеющие вид на жительство в Республике Узбекистан, постоянно проживающие на
        территории Республики Узбекистан в период проведения Акции, достигшие к моменту
        проведения Акции 16 (шестнадцати) лет (далее – Участник Акции). Несовершеннолетние лица (с
        16 до 18 лет), родившиеся на территории Республики Узбекистан, родители которых являются
        гражданами Узбекистан или лицами, имеющими вид на жительство в Республике Узбекистан,
        вправе участвовать в акции только с согласия одного из родителей.',
        
        'quest3' => 'Акцияға қалай қатысуға болады?',
        'ans3' => 'Акция Ережелерінің 2.1-т. көрсетілген Акциялық өнімнің кемінде 1 (бір) бірлігін сатып алу;<br>
        - www.orbit-promo.kz сайтында қысқа тіркеуден өту;<br>
        - деңгейлерден сәтті өте отырып, ойында коиндарды жинау;<br>
        - Акциялық өнімнің сатыпалым чектерін жүктей отырып, ойында өмірді ұзарту;<br>
        - коиндарды Апта сайынғы жүлденің ұтыс ойынына қатысу үшін айырбастау.<br><br>
        
        Толық ақпарат Акция Ережелерінде көрсетілген',
        
        'quest4' => 'Акцияға қандай өнімдер қатысады?',
        'ans4' => 'Акция қантсыз ORBIT® сағызына қатысты өткізіледі:<br><br>
 
        Таза салмағы 68 грамдық қаптама;<br>
        Таза салмағы 13,6 грамдық қаптама;<br>
        Таза салмағы 20,4 грамдық қаптама;<br>
        Таза салмағы 16,4 грамдық қаптама.',
        
        'quest5' => 'Акцияның толық ережелерін қайдан білсем болады?',
        'ans5' => 'Акцияны өткізудің толық ережелерімен және шарттарымен сілтеме бойынша танысуға болады.',
        
        'quest6' => 'Қандай жүлделер ұтысқа тігіледі?',
        'ans6' => 'Лездік жүлделер:<br>
        Orbit® шоубоксы – барлығы 50 д.<br>
        Теңгерімге 500 теңге – барлығы 2000 д. <br><br>
        
        Апта сайынғы жүлделер: <br>
        JBL сымсыз қондырмалы құлаққап – барлығы 12 д., әр апта сайын 1 данадан; <br>
        Яндекс Станция Мини 2 ақылды бағанасы – барлығы 12 д., әр апта сайын 1 данадан; <br>
        Xiaomi Pad 6 планшеті – барлығы 12 д., әр апта сайын 1 данадан.',

        'quest7' => 'Мен қанша жүлде ұта аламын?',
        'ans7' => 'Әрбір қатысушы лездік жүлденің ең көбі бір түрінен және акцияның бүкіл кезеңінде бір апта сайынғы жүлдеден артық ұта алмайды.',
        
        'quest8' => 'Апта сайынғы жүлделердің ұтыс ойыны қашан және қалай өткізіледі?',
        'ans8' => 'Апта сайынғы жүлделерді алуға үміткерлерді анықтау www.orbit-promo.kz сайтына тіркелген және Акция шарттарын орындаған қатысушылар арасында әр акциялық апта аяқталғаннан кейінгі екінші күні (барлығы 12 апта) жүзеге асырылады. Апта сайынғы сыйлықтарға үміткерлерді анықтау арнайы бағдарлама (рандомайзер) арқылы кездейсоқ сандарды анықтау арқылы жүзеге асырылады. Үміткерлерді анықтау кезінде Акция ұйымдастырушысы әр апта сайынғы жүлдеге негізгі және 2 (екі) резервтік үміткерді таңдайды. Толық ақпаратты толық ережелерден оқы.',
        
        'quest9' => 'Қаптамалар мен чектерді сақтау керек пе?',
        'ans9' => 'Барлық жүктелген чектерді акция соңына дейін сақтау керек. Чек болмаған жағдайда, Жүлде ұтып алған жағдайда, Жүлде резервтік жеңімпазға өтеді. Өнім қаптамаларын сақтаудың қажеті жоқ.',
        
        'quest10' => 'Апта сайынғы жүлделер ұтыс ойынының нәтижелерін қайдан көруге болады?',
        'ans10' => 'Апта сайынғы жүлделер жеңімпаздарының тізімі www.orbit-promo.kz сайтының «Жеңімпаздар» бөлімінде әр аптаның жеңімпаздары анықталған сәттен бастап 7 (жеті) жұмыс күн ішінде жарияланады.',

        'no_answer' => 'Сұрағыңа жауап таппадың ба?',
        'ask' => 'Сұрақ қою',
        'write_your_question' => 'Өз сұрағыңды жаз',
        'send' => 'Жіберу',
    ],
    'voucher' => [
        'next' => 'Жалғастыру',
        'title' => '"Жалғастыру" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',
        'ask' => '<span x-text="$store.modal.voucherData.name"></span> ұтыс ойынына қатысу үшін <span x-text="$store.modal.voucherData.coin"></span> коинды есептен шығарайық па?',
        'success' => 'Керемет, коиндар есептен шығарылды, енді Сен —  <span x-text="$store.modal.voucherData.name"></span> ұтыс ойынына қатысушысың. <span>Сәттілік!<span>',
        'play_more' => 'Тағы ойнау',
        'fail' => 'Қап, ұтыс ойынға қатысу үшін коиндар жетпейді :(',
        'collect_coin' => 'Коиндар жинау',
        'footer1' => '"Тағы ойнау" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',
        'footer2' => '"Коиндар жинау" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',

    ],

    'string_1' => 'Басты бет',
    'string_2' => 'Телефон нөмірі бойынша іздеу',
    'string_3' => 'Лездік жүлделер',
    'string_4' => 'Апта сайынғы жүлделер',
    'string_5' => 'Мәлімет жоқ',
    'string_6' => 'Күні',
    'string_7' => 'Телефон нөмірі',
    'string_8' => 'Жүлде',
    'string_9' => 'Қолданған коиндар саны',
    'string_10' => 'Статус',
    'string_11' => 'Жеңімпаз',
    'string_12' => 'Ұтыс ойынға қатысу жалғасуда',

    'string_13' => 'Профиль',
    'string_14' => 'Менің коиндарым',
    'string_15' => 'Ойынға',
    'string_16' => 'Менің чектерім',
    'string_17' => 'Акция соңына дейін барлық тіркелген чектерді сақтап қой',
    'string_18' => 'Әрбір тіркелген чек 5 қосымша өмір сыйлайды',
    'string_19' => 'Күні',
    'string_20' => 'Чектің нөмірі',
    'string_21' => 'Чекті жүкте',
    'string_22' => 'Менің достарым',
    'string_23' => 'Достарыңды шақыр да, қосымша өмір ал',
    'string_24' => 'Әрбір тіркелген чек 5 қосымша өмір сыйлайды',
    'string_25' => 'Күні',
    'string_26' => 'Достың аты-жөні',
    'string_27' => 'Досыңды шақыр',
    'string_28' => 'Сен <span x-text="$store.user.info?.level"></span> деңгейдесің, жарайсың! Сенде тағы <span x-text="$store.user.info?.life"></span> өмір бар.',
    'string_29' => 'Менің ұтыс ойындарым',

    'string_30' => 'Лездік жүлделер',
    'string_31' => 'Апта сайынғы жүлделер',
    'string_32' => 'Мәлімет жоқ',
    'string_33' => 'Күні',
    'string_34' => 'Жүлде',
    'string_35' => 'Қолданған коиндар саны',
    'string_36' => 'Статус',
    'string_37' => 'Сен жеңдің!',
    'string_38' => 'Ұтыс ойынға қатысу жалғасуда',

    'string_39' => 'Қап, ойынды жалғастыру үшін өмірің жетпейді :(',
    'string_40' => 'Ойынды жалғастыру үшін өмірлерді толтыр!',
    'string_41' => 'Чектің толық<br> фотосын жүктеңіз',
    'string_42' => 'ЧЕКТІҢ QR-ын<br>СКАНЕРЛЕҢІЗ',
    'string_43' => 'Чектің толық <br>фотосын жүктеңіз',
    'string_44' => '1 чек = ойындағы <span>5 өмір</span>',
    'string_45' => 'Жүктеу',
    'string_46' => 'немесе досыңды шақыру',
    'string_47' => '"Жүктеу" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',
    'string_48' => 'Қызық, сенің чегіңнің бірдеңесі дұрыс емес...',
    'string_49' => 'Чектің толық фотосын жүктеңіз',
    'string_50' => 'Сенің чегің үлгіге сәйкес келетініне көз жеткіз де, оны тағы бір рет жүкте',
    'string_51' => 'Жалғастыру',
    'string_52' => '"Жалғастыру" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',
    'string_53' => 'Сенің чегің қабылданды!',
    'string_54' => 'Заттарды жинау үшін тезірек ОЙЫНҒА бар',
    'string_55' => 'Ойынды жалғастыру',
    'string_56' => 'Кері қайту',
    'string_57' => '"Ойынды жалғастыру" батырмасын басу арқылы мен Акция Ережелерімен және Құпиялылық саясатымен келісетінімді растаймын',

    'string_58' => 'Акция мерзімі: 29.01 – 21.04.24 ж.',
    'string_59' => '©2023 Mars, Incorporated. Барлық құқықтар қорғалған. ® ORBIT® СМ, Mars Incorporated сауда маркасы және оның филиалдары',
    'string_60' => 'ҚҰПИЯЛЫЛЫҚ',
    'string_61' => 'САЙТ ИЕСІ',
    'string_62' => 'АТА-АНАЛАР ҮШІН',
    'string_63' => 'ЗАҢДЫ ШАРТТАР',
    'string_64' => 'Байланыс деректері',
    'string_65' => 'Біздің веб-сайтқа кіргенде, есіңізде болсын, біз сіздің жеке өміріңізге қол сұқпау құқығын құрметтейміз және бізге сеніп тапсырған жеке ақпаратыңызға әрдайым мұқият қараймыз. Біз сіздің құпиялылығыңызды онлайн түрде қалай қорғайтынымыз туралы түсінікті әрі дәл ақпаратпен қамтамасыз еткіміз келеді.
    <br>Толығырақ білу үшін мына<a href="https://www.mars.com/privacy-policy-russian" target="_blank">сілтеме арқылы өтіңіз</a>.',
    'string_66' => 'Mars Орталық Еуразия және Беларусь <br>
    Эл. пошта: contact.ceab@mars.com <br>
    Телефоны: 8-800-080-1331 <br>
    <a href="https://www.mars.com" target="_blank">www.mars.com</a>',
    'string_67' => 'Жауапты өндіруші ретінде және Маркетингтік Кодексімізге сәйкес біз өнімдерімізді 16 жастан асқан тұлғаларға ғана жарнамалаймыз, өйткені осы жастан бастап адамдар кондитерлік өнімдерді саналы түрде қалай тұтыну керектігін ақылмен шеше бастайды деген пікірдеміз. Маркетингтік Кодексімізге сәйкес, біздің коммуникация ересектер мен жасөспірімдерге бағытталған. Біз саналы түрде таңдау үшін өз өнімдеріміз туралы толық ақпарат бергенімізге кепілдік береміз. Оқушылардың өнімдер туралы ақпаратты жете түсініп, оларды тұтынуға қатысты салмақты әрі ақылды шешім қабылдауы үшін біз басқа да өндірушілермен бірігеміз.
    Толығырақ білу үшін <a href="https://www.mars.com/global/policies/note-to-parents/np-russian" target="_blank">мына сілтеме арқылы өтіңіз</a>',
    'string_68' => 'Біздің заңды шарттарымыз веб-сайтты қалай пайдалану керектігін түсіндіреді.
    <br><a href="https://www.mars.com/legal-russia" target="_blank">Марстың заңды шарттарын толық оқып шығу</a>',
    'string_69' => 'Тұтынушылармен кері байланыс біз үшін өте маңызды. Егер Сіз өзіңізді қызықтыратын ақпаратты осы веб-сайттан таба алмасаңыз немесе бізбен бөліскіңіз келетін идеяларыңыз болса, бізге хабарлаңыз.
    <br><a href="https://www.mars.com/contact-us" target="_blank">Бізбен қалай байланысуға болатындығын біліңіз</a>',
];
